Repository: wp-plugins/related
Catalog: lang/related-*.po
Languages: nl_nl

source: Related Posts
nl_nl: Gerelateerde Berichten

source: Cheatin&#8217; uh?
nl_nl: Valsspelen, he?

source: Form
nl_nl: Formulier

source: Content
nl_nl: Inhoud

source: Post Types to show the Related Posts form on.
nl_nl: Post Types om het Gerelateerde Berichten formulier op te tonen.

source: If Any is selected, it will show on any Post Type. If none are selected, Any will still apply.
nl_nl: Als Any geselecteerd is, wordt het op ieder Post Type getoond. Als geen is geselecteerd, geldt Any nog steeds.

source: Submit
nl_nl: Opslaan

source: Post Types to list on the Related Posts forms.
nl_nl: Post Types om weer te geven op het Gerelateerde Berichten formulier.

source: If Any is selected, it will list any Post Type. If none are selected, it will still list any Post Type.
nl_nl: Als Any geselecteerd is, wordt ieder Post Type getoond. Als geen is geselecteerd, zal het nog steeds ieder Post Type tonen.

source: Add the Related Posts to the content.
nl_nl: Voeg de gerelateerde berichten toe aan de inhoud.

source: If you select to add the Related Posts below the content, it will be added to every display of the content.
nl_nl: Als je ervoor kiest de geselecteerde berichten toe te voegen aan de inhoud, wordt het toegevoegd aan elke weergave van de inhoud.

source: Add to content
nl_nl: Voeg aan inhoud toe

source: Title to show above the related posts:
nl_nl: Titel om boven de gerelateerde berichten te tonen:

source: Related posts
nl_nl: Gerelateerde berichten

source: Choose related posts. You can drag-and-drop them into the desired order:
nl_nl: Kies gerelateerde berichten. Je kunt ze verslepen in de gewenste volgorde:

source: Delete
nl_nl: Verwijderen

source: Choose a related post...
nl_nl: Kies een gerelateerd bericht...

source: Invalid post ID specified
nl_nl: Ongeldige post ID opgegeven

source: Settings
nl_nl: Instellingen

source: Related Posts Widget
nl_nl: Gerelateerde Berichten Widget

source: Title
nl_nl: Titel
